// Localized application name
"applicationName" = "Transferência de arquivos do Android";

// The title of the filename column when viewing a device's files.
"filenameColumnHeaderTitle" = "Nome";
// The title of the column which shows the last modification date of a device's files.
"lastModifiedColumnHeaderTitle" = "Modificado pela última vez";
// The title of the column which shoes the file size of a device's files.
"sizeColumnHeaderTitle" = "Tamanho";
// The title of a button which, when pressed, creates a new folder on the device.
"newFolderButtonText" = "Nova pasta";
// The title of a button which, when pressed, deleted the selected files on the device.
"deleteButtonText" = "Excluir";

// The title of the window showing the status of copying files to or from the device.
"copyStatusWindowTitle" = "Copiar";

// Text shown on a button which cancels an operation.
"cancelButton" = "Cancelar";

// String shown in progress after the user has canceled the transfer, while it is still being
// canceled.
"cancelingLabel" = "Cancelando";
// String shown in progress while still preparing to start the transfer.  The placeholder is
// the name of the folder being copied to.
"preparingToCopyLabel" = "Preparando para copiar para \"%@\"";
// String shown in progress while copying multiple items. The first placeholder is the number of
// items still being copied, and will always be at least 2.  The second placeholder is the name
// of the folder being copied to.
"copyingMultipleItemsLabel" = "Copying %1$d items to \"%2$@\"";
// String shown when a single item is being copied.  The first placeholder is the filename of the
// item being copied, and the second placeholder is the name of the folder being copied to.
"copyingSingleItemLabel" = "Copying \"%1$@\" to \"%2$@\"";

// String shown during a copy while the time remaining is still being calculated.
"timeRemainingUnknown" = "Estimando tempo restante...";
// String showing progress of a copy operation.
"timeRemainingLessThan5Seconds" = "Menos de cinco segundos restantes";
// String showing progress of a copy operation.
"timeRemainingLessThan15Seconds" = "Menos de 15 segundos restantes";
// String showing progress of a copy operation.
"timeRemainingLessThan30Seconds" = "Menos de 30 segundos restantes";
// String showing progress of a copy operation.
"timeRemaining1Minute" = "Aproximadamente um minuto restante";
// String showing progress of a copy operation.  The placeholder will be replaced
// with the number of minutes remaining, from 2-60.
"timeRemainingMinutes" = "About %1$d minutes remaining";
// String showing progress of a copy operation.
"timeRemaining1Hour" = "Aproximadamente uma hora restante";
// String showing progress of a copy operation.  The placeholder will be replaced
// with the number of hours remaining, always at least 2.
"timeRemainingHours" = "About %1$d hours remaining";

// String format used to indicate how a copy is proceeding.  First placeholder is the number of
// bytes already copied, second is the total number in this copy, and the third is an estimate of
// the remaining time.
"bottomProgressStringFormat" = "%1$@ de %2$@ - %3$@";

// Default name of a newly created folder.
"folderDefaultName" = "pasta sem título";

// Status shown at the bottom of the folder view when items are selected.  First placeholder is the
// number of items selected, second is the total number of items shown.  Third placeholder is the
// amount of free space remaining on the device.
"bottomStatusFilesSelected" = "%1$d of %2$d selected, %3$@ available";
// Status shown on the bottom of the folder view when there is a single item.  Placeholder is the
// amount of free space remaining on the device.
"bottomStatusNoSelectionSingleItem" = "Um item, %1$@ disponível";
// Status shown on the bottom of the folder view when there are multiple items.  First placeholder
// is the number of items shown (always at least 2), second placeholder is the amount of free space
// remaining on the device.
"bottomStatusNoSelectionMultipleItems" = "%1$d items, %2$@ available";

// Error message shown when there was a problem deleting a file.
"errorDeletingTitle" = "Erro durante a exclusão";
// Error description shown when there was a problem deleting a file.  Placeholder is replaced
// with the name of the file.
"errorDeletingDescription" = "Não foi possível excluir o arquivo ou a pasta com o nome \"%@\"";
// Error message shown when there was a problem creating a foder.
"errorCreateFolderTitle" = "Não foi possível criar a pasta";
// Error message shown when there was a problem connecting to a plugged in device.
"errorConnectToDeviceTitle" = "Não foi possível conectar ao dispositivo";
// Error message shown when there was a problem connecting to a plugged in device.
"errorCommunicatingWithDeviceTitle" = "Não foi possível comunicar-se com o dispositivo";
// Error message shown when there was a problem getting device info.
"errorUnlockDeviceTitle" = "Can't access device storage";
// Error message shown when there was a problem renaming a folder.
"errorRenameFolderTitle" = "Não foi possível renomear a pasta";
// Error message shown when there was a problem renaming a file.
"errorRenameFileTitle" = "Não foi possível renomear o arquivo";
// Error message shown when there was a problem copying a file.
"errorCopyingFileTitle" = "Não foi possível copiar o arquivo";
// Error message shown when there was a problem replacing a file.
"errorReplacingFileTitle" = "Não foi possível substituir o arquivo";
// Error description shown where there was a problem copying a file.  Placeholder is replaced
// with the name of the file that was being copied.
"errorCopyingFileDescription" = "Não foi possível copiar o arquivo \"%@\"";
// Error title shown when a user attempts to open a file.
"errorCannotOpenFileTitle" = "A Transferência de arquivos do Android não pode abrir os arquivos.";
// Error title shown when a user attempts to open a file.
"errorCannotOpenFileDescription" = "Para abrir um arquivo, primeiro mova-o para seu computador.";
// Error title shown when a user attempts to open a file.
"errorCannotOpenMultipleTitle" = "A Transferência de arquivos do Android não pode abrir vários itens.";
// Error title shown when a user attempts to open a file.
"errorCannotOpenNoneTitle" = "Nenhum item foi selecionado para abrir. ";
// Error title shown when a user attempts to open a file.
"errorCannotOpenBadSelectionDescription" = "Selecionar um único item e tentar novamente.";
// Error description for when there was no detected error.  This message should never be shown.
"errorSuccessDescription" = "Nenhum erro";
// Error description when an operation failed because the filename does not exist.
"errorPathNotFoundDescription" = "Não existem itens com este nome";
// Error description shown when an operation failed because the device was not initialized.
"errorDeviceNotInitializedDescription" = "O dispositivo não foi inicializado. Tente reconectar ou reiniciar seu dispositivo";
// Error description shown when an operation failed because the name already exists.
"errorPathAlreadyExistsDescription" = "Já existe um arquivo ou uma pasta com este nome";
// Generic error description, used when we don't have other suggestions or details from an operation
// which failed.
"errorGenericDescription" = "Tente reconectar ou reiniciar seu dispositivo.";
// Error description shown when we can't get the storage for the device.
"errorUnlockDescription" = "If your device's screen is locked, disconnect its USB cable, unlock your screen, and then reconnect the USB cable.";
// Warning title shown when a file or folder already exists.  Placeholder is replaced with the file name.
"warningFileExistsMessage" = "Um item com o nome \"%@\" já existe nesta pasta.";
// Warning description shown when a file already exists, and the user may choose to replace it.
"warningFileExistsInformative" = "Gostaria de substituir o item existente pelo que está sendo copiado?";
// Button on warning which allows the user to replace (overwrite) a file or folder.
"warningFileExistsReplace" = "Substituir";
// Button on warning which allows the user to skip copying a file when one already exists with that name.
"warningFileExistsSkip" = "Ignorar";
// Button on warning which allows the user to replace (overwrite) all files or folders in a copy operation.
"warningFileExistsReplaceAll" = "Substituir tudo";
// Warning title shown when a file attempting to be copied is too large.
"warningFileTooLargeMessage" = "O arquivo \"%@\" é muito grande.";
// Warning description shown when a file attempting to be copied is too large.
"warningFileTooLargeInformative" = "A Transferência de arquivos do Android pode transferir somente arquivos com menos de 4 GB";

// Warning shown before deleting files.
"deleteWarningTitle" = "Tem certeza de que deseja excluir permanentemente os itens selecionados?";
// Warning shown when the user is about to do something they might think they can undo, but can't.
"noUndoWarningInformative" = "Essa ação não pode ser desfeita";

// Label for the About menu item
"menuAbout" = "Sobre a Transferência de arquivos do Android";
// Label for the Services menu item
"menuServices" = "Serviços";
// Label for the menu item which hides the application
"menuHide" = "Ocultar a Transferência de arquivos do Android";
// Label for the menu item which hides the other applications
"menuHideOthers" = "Ocultar outros";
// Label for the menu item which shows all windows
"menuShowAll" = "Mostrar todas";
// Label for the menu item which quits the application
"menuQuit" = "Sair da Transferência de arquivos do Android";

// Label for the File menu
"menuFile" = "Arquivo";
// Label for the menu item which creates a new folder
"menuNewFolder" = "Nova pasta";
// Label for the menu item which closes the window
"menuCloseWindow" = "Fechar janela";
// Label for the menu item which deletes the selected items
"menuDelete" = "Excluir";

// Label for the Go menu
"menuGo" = "Ir";
// Label for the menu item which goes back to the previous folder
"menuBack" = "Voltar";
// Label for the menu item which goes forward to the next folder
"menuForward" = "Avançar";
// Label for the menu item which goes to the enclosing folder
"menuEnclosing" = "Pasta contida";
// Label for the menu item which open the selected
"menuOpenFolder" = "Abrir pasta";

// Label for the Window menu
"menuWindow" = "Janela";
// Label for the minimize window menu item
"menuMinimize" = "Minimizar";
// Label for the zoom window menu item
"menuZoom" = "Zoom";
// Label for the bring all to front menu item
"menuBringAllToFront" = "Trazer todos para frente";

// Label for the Help menu
"menuHelp" = "Ajuda";
// Label for the help menu item
"menuHelpItem" = "Ajuda da Transferência de arquivos do Android";

// Title shown on the welcome screen.
"welcomeTitleText" = "Bem-vindo à Transferência de arquivos do Android";
// Body text of welcome screen.
"welcomeBodyText" = "Conecte seu Mac ao seu dispositivo Android usando o cabo USB. Arraste os itens entre a janela de Transferência de arquivos do Android e as janelas do Finder. Selecione Ajuda > Ajuda da Transferência de arquivos do Android para saber mais.\n\nA Transferência de arquivos do Android é compatível com o Android 3.0 ou mais recente.";
// Button on welcome screen which will close the screen, allowing the user to use the application.
"welcomeDoneButtonLabel" = "Comece agora";

// Message shown in an alert when the user starts the app without any devices.
"noDevicesTitle" = "Nenhum dispositivo Android encontrado";
// Message shown in an alert when the user starts the app without any devices.
"noDevicesInformative" = "Conecte seu dispositivo Android com um cabo USB para começar.";

// Short file size for folders.
"fileSizeFolder" = "--";
// Short file size for files or transfers under 1 KB.  Placeholder is replaced with the number of bytes of the file.
"fileSizeByte" = "%.0f bytes";
// Short file size for files or transfers under 1 MB.  Placeholder is replaced with the number of kilobytes of the file.
"fileSizeKb" = "%.0f KB";
// Short file size for files or transfers under 1 GB.  Placeholder is replaced with the number of megabytes of the file.
"fileSizeMb" = "%.1f MB";
// Short file size for files or transfers under 1 TB.  Placeholder is replaced with the number of gigabytes of the file.
"fileSizeGb" = "%.2f GB";
// Short file size for files or transfers under 1 PB.  Placeholder is replaced with the number of terabytes of the file.
"fileSizeTb" = "%.3f TB";
// Short file size for files or transfers over 1 PB.  Placeholder is replaced with the number of petabytes of the file.
"fileSizePb" = "%.3f PB";

// The help menu opens the default browser with the following URL 
"helpURL" = "http://www.google.com/support/mobile/bin/answer.py?hl=en&answer=1120329";

// Copyright statement at the end to avoid confusing the TC.
/* 
   Copyright 2010 Google Inc. All rights reserved.
 */
